{
  "frames": [
    {
      "frame_model": "M1-SOLDIER",
      "build": "Medium: Before rolling Drops, regain 1 Vigor and 1 Tension",
      "signature_feature": "Your Armaments have +1 Harm if they have the Burst, Spin Up, or Splash Tags, provided they don't have the Energy Tag.",
      "system_signature_name": "Actuated Plating (Support)",
      "system_signature_effect": "You have +1 Armor for the rest of the round.",
      "system_signature_tags": "Limited",
      "vigor_base": "7",
      "tension_base": "2",
      "fuel_base": "4"
    },
    {
      "frame_model": "L1-RECON",
      "build": "Light: Before rolling Drops, regain 2 Tension.",
      "signature_feature": "The first time you roll a 4 in a turn, ignore any Harm from the Consequence that arises.",
      "system_signature_name": "Chaff Launcher (Support)",
      "system_signature_effect": "You and all allies Close to you take -1 Harm from Near and Far attackers (minimum 0) until the end of the round.",
      "system_signature_tags": "Limited",
      "vigor_base": "6",
      "tension_base": "4",
      "fuel_base": "3"
    }
  ],
  "systems": [
    {
      "slot_name": "Chaingun (Offensive)",
      "slot_effect": "Choose: deal 1 Harm to four Close or Near enemies who are Close or Near to each other, or deal 2 Harm to two Close or Near enemies who are Close or Near to each other.",
      "slot_tags": ""
    },
    {
      "slot_name": "Pulse Laser (Offensive)",
      "slot_effect": "Choose: deal 2 Harm to a Near enemy, or deal 1 Harm to a Far enemy.",
      "slot_tags": "Energy Efficient"
    }
  ],
  "armaments": [
    {
      "slot_name": "Assault Rifle",
      "slot_dice": "4",
      "slot_harm": "3",
      "slot_range": "Near",
      "slot_tags": "Burst"
    }
  ],
  "equipmentTags": {
    "Efficient": "The first time in a round that you use this System, roll a die. On a 4-6, no Fuel is expended this time.",
    "Holdout": "If you have 0 Fuel, you may use this System by spending 1 Tension. It gains the Limited Tag when used in this way.",
    "Limited": "You may only use this System once per round.",
    "Distracting": "Enemies Harmed by this deal -1 Harm on their next attack this round. This effect does not stack if the enemy is Harmed more than once.",
    "Flashy": "An enemy Harmed by this System must attack you or anyone else who Harms them with a Flashy System this round, provided that such an attack is possible. This effect lasts until the end of the round.",
    "Suppressive": "Standard enemies Harmed by this System can't move (including movement from Approach/Retreat Tags) for the rest of the round.",
    "Superhot": "One target affected by this System takes +1 Harm from it.",
    "Encouraging": "Anyone affected by this System does +1 Harm with their next Attack this round.",
    "Enveloping": "One target affected by this System gains 1 Shield or increases Shield gain by 1.",
    "Motivating": "Anyone affected by this System may move immediately to a Near location.",
    "Obfuscating": "Anyone affected by this System cannot be attacked until the start of the next round if the would-be attacker has at least one other target in range.",
    "Projecting": "If this System only affects you, you can instead have it affect a Close ally. If this System only affects a Close ally, you can instead have it affect a Near ally. You must pay 1 Tension in addition to the Fuel cost.",
    "Protective": "Anyone affected by this system reduces Harm by 1 the next time they take Harm this round.",
    "Close": "Armament is usable at this noted range. When more than one range Tag is specified, you may use the Armament at any of the specified ranges.",
    "Near": "Armament is usable at this noted range. When more than one range Tag is specified, you may use the Armament at any of the specified ranges.",
    "Far": "Armament is usable at this noted range. When more than one range Tag is specified, you may use the Armament at any of the specified ranges.",
    "Burst": "+1 Harm when your roll is a 6.",
    "Charge": "+1 die on your first Attack with this Armament each round.",
    "Critical": "+1 Harm when used at half Vigor or less.",
    "Energy": "Ignores Armor.",
    "Focused": "+1 Harm when used at maximum or greater Tension.",
    "Hot": "Once per round, gain 1 Tension when you take out an enemy.",
    "Impulsive": "+1 Harm when used at half Tension or less.",
    "Incendiary": "Creates a Hazard at the target's location until the start of the next round. Only one Hazard can be created per location.",
    "Invigorating": "Once per round, regain 1 Vigor when you take out an enemy.",
    "Mobile": "+1 Harm if you've moved at least two range bands this round.",
    "Piercing": "Ignores Shields.",
    "Polished": "+1 Harm when used at maximum Vigor.",
    "Scoped": "Armament's maximum range increases to Near if Close, and to Far if Near. It has -1 die to attack at its newly extended range. If it already has Far when it gains Scoped, +1 die when used at Far if no enemies are Close/Near.",
    "Sighted": "Armament's minimum range increases to Near if Far, and to Close if Near. If it already has Close when it gains Sighted, +1 die and +1 Harm when used at Close if no enemies are Near/Far.",
    "SpinUp": "+1 Harm if your previous Attack was with this Armament.",
    "Splash": "Enemies who are Close to the target take 1 Harm when your roll is a 6. If the Armament has Energy and/or Piercing Tags, Splash Harm ignores Armor and/or Shields.",
    "Stationary": "+1 die if you haven't moved during this round."
  }
}
